{
    "ch_01": "Okonkwo was well known throughout the nine villages and even beyond. His fame rested on solid personal achievements. As a young man of eighteen he had brought honour to his village by throwing Amalinze the Cat. Amalinze was the great wrestler who for seven years was unbeaten, from Umuofia to Mbaino. He was called the Cat because his back would never touch the earth. It was this man that Okonkwo threw in a fight which the old men agreed was one of the fiercest since the founder of their town engaged a spirit of the wild for seven days and seven nights.\n\nThe drums beat and the flutes sang and the spectators held their breath. Amalinze was a wily craftsman, but Okonkwo was as slippery as a fish in water. Every nerve and every muscle stood out on their arms, on their backs and their thighs, and one almost heard them stretching to breaking point. In the end Okonkwo threw the Cat.\n\nThat was many years ago, twenty years or more, and during this time Okonkwo's fame had grown like a bush-fire in the harmattan. He was tall and huge, and his bushy eyebrows and wide nose gave him a very severe look. He breathed heavily, and it was said that, when he slept, his wives and children in their houses could hear him breathe. When he walked, his heels hardly touched the ground and he seemed to walk on springs, as if he was going to pounce on somebody. And he did pounce on people quite often. He had a slight stammer and whenever he was angry and could not get his words out quickly enough, he would use his fists. He had no patience with unsuccessful men. He had had no patience with his father.\n\nUnoka, for that was his father's name, had died ten years ago. In his day he was lazy and improvident and was quite incapable of thinking about tomorrow. If any money came his way, and it seldom did, he immediately bought gourds of palm-wine, called round his neighbours and made merry. He always said that whenever he saw a dead man's mouth he saw the folly of not eating what one had in one's lifetime. Unoka was, of course, a debtor, and he owed every neighbour some money, from a few cowries to quite substantial amounts.\n\nHe was tall but very thin and had a slight stoop. He wore a haggard and mournful look except when he was drinking or playing on his flute. He was very good on his flute, and his happiest moments were the two or three moons after the harvest when the village musicians brought down their instruments, hung above the fireplace. Unoka would play with them, his face beaming with blessedness and peace. Sometimes another village would ask Unoka's band and their dancing egwugwu to come and stay with them and teach them their tunes. They would go to such hosts for as long as three or four markets, making music and feasting. Unoka loved the good hire and the good fellowship, and he loved this season of the year, when the rains had stopped and the sun rose every morning with dazzling beauty. And it was not too hot either, because the cold and dry harmattan wind was blowing down from the north. Some years the harmattan was very severe and a dense haze hung on the atmosphere. Old men and children would then sit round log fires, warming their bodies. Unoka loved it all, and he loved the first kites that returned with the dry season, and the children who sang songs of welcome to them. He would remember his own childhood, how he had often wandered around looking for a kite sailing leisurely against the blue sky. As soon as he found one he would sing with his whole being, welcoming it back from its long, long journey, and asking it if it had brought home any lengths of cloth.\n\nThat was years ago, when he was young. Unoka, the grown-up, was a failure. He was poor and his wife and children had barely enough to eat. People laughed at him because he was a loafer, and they swore never to lend him any more money because he never paid back. But Unoka was such a man that he always succeeded in borrowing more, and piling up his debts.\n\nOne day a neighbour called Okoye came in to see him. He was reclining on a mud bed in his hut playing on the flute. He immediately rose and shook hands with Okoye, who then unrolled the goatskin which he carried under his arm, and sat down. Unoka went into an inner room and soon returned with a small wooden disc containing a kola nut, some alligator pepper and a lump of white chalk.\n\n\"I have kola,\" he announced when he sat down, and passed the disc over to his guest. \"Thank you. He who brings kola brings life. But I think you ought to break it,\" replied Okoye, passing back the disc.\n\n\"No, it is for you, I think,\" and they argued like this for a few moments before Unoka accepted the honour of breaking the kola. Okoye, meanwhile, took the lump of chalk, drew some lines on the floor, and then painted his big toe.\n\nAs he broke the kola, Unoka prayed to their ancestors for life and health, and for protection against their enemies. When they had eaten they talked about many things: about the heavy rains which were drowning the yams, about the next ancestral feast and about the impending war with the village of Mbaino. Unoka was never happy when it came to wars. He was in fact a coward and could not bear the sight of blood. And so he changed the subject and talked about music, and his face beamed. He could hear in his mind's ear the blood-stirring and intricate rhythms of the ekwe and the udu and the ogene, and he could hear his own flute weaving in and out of them, decorating them with a colourful and plaintive tune. The total effect was gay and brisk, but if one picked out the flute as it went up and down and then broke up into short snatches, one saw that there was sorrow and grief there.\n\nOkoye was also a musician. He played on the ogene. But he was not a failure like Unoka. He had a large barn full of yams and he had three wives. And now he was going to take the Idemili title, the third highest in the land. It was a very expensive ceremony and he was gathering all his resources together. That was in fact the reason why he had come to see Unoka. He cleared his throat and began: \"Thank you for the kola. You may have heard of the title I intend to take shortly.\"\n\nHaving spoken plainly so far, Okoye said the next half a dozen sentences in proverbs. Among the Ibo the art of conversation is regarded very highly, and proverbs are the palm-oil with which words are eaten. Okoye was a great talker and he spoke for a long time, skirting round the subject and then hitting it finally. In short, he was asking Unoka to return the two hundred cowries he had borrowed from him more than two years before. As soon as Unoka understood what his friend was driving at, he burst out laughing. He laughed loud and long and his voice rang out clear as the ogene, and tears stood in his eyes. His visitor was amazed, and sat speechless. At the end, Unoka was able to give an answer between fresh outbursts of mirth.\n\n\"Look at that wall,\" he said, pointing at the far wall of his hut, which was rubbed with red earth so that it shone. \"Look at those lines of chalk,\" and Okoye saw groups of short perpendicular lines drawn in chalk. There were five groups, and the smallest group had ten lines. Unoka had a sense of the dramatic and so he allowed a pause, in which he took a pinch of snuff and sneezed noisily, and then he continued: \"Each group there represents a debt to someone, and each stroke is one hundred cowries. You see, I owe that man a thousand cowries. But he has not come to wake me up in the morning for it. I shall pay you, but not today. Our elders say that the sun will shine on those who stand before it shines on those who kneel under them. I shall pay my big debts first.\" And he took another pinch of snuff, as if that was paying the big debts first. Okoye rolled his goatskin and departed.\n\nWhen Unoka died he had taken no title at all and he was heavily in debt. Any wonder then that his son Okonkwo was ashamed of him? Fortunately, among these people a man was judged according to his worth and not according to the worth of his father. Okonkwo was clearly cut out for great things. He was still young but he had won fame as the greatest wrestler in the nine villages. He was a wealthy farmer and had two barns full of yams, and had just married his third wife. To crown it all he had taken two titles and had shown incredible prowess in two inter-tribal wars. And so although Okonkwo was still young, he was already one of the greatest men of his time. Age was respected among his people, but achievement was revered. As the elders said, if a child washed his hands he could eat with kings. Okonkwo had clearly washed his hands and so he ate with kings and elders. And that was how he came to look after the doomed lad who was sacrificed to the village of Umuofia by their neighbours to avoid war and bloodshed. The ill-fated lad was called Ikemefuna.\n\n",
    "ch_02": "Okonkwo had just blown out the palm-oil lamp and stretched himself on his bamboo bed when he heard the ogene of the town crier piercing the still night air. Gome, gome, gome, gome, boomed the hollow metal.\n\nThen the crier gave his message, and at the end of it beat his instrument again. And this was the message. Every man of Umuofia was asked to gather at the market place tomorrow morning. Okonkwo wondered what was amiss, for he knew certainly that something was amiss. He had discerned a clear overtone of tragedy in the crier's voice, and even now he could still hear it as it grew dimmer and dimmer in the distance. The night was very quiet. It was always quiet except on moonlight nights. Darkness held a vague terror for these people, even the bravest among them. Children were warned not to whistle at night for fear of evil spirits. Dangerous animals became even more sinister and uncanny in the dark. A snake was never called by its name at night, because it would hear. It was called a string. And so on this particular night as the crier's voice was gradually swallowed up in the distance, silence returned to the world, a vibrant silence made more intense by the universal trill of a million million forest insects.\n\nOn a moonlight night it would be different. The happy voices of children playing in open fields would then be heard. And perhaps those not so young would be playing in pairs in less open places, and old men and women would remember their youth. As the Ibo say: \"When the moon is shining the cripple becomes hungry for a walk.\"\n\nBut this particular night was dark and silent. And in all the nine villages of Umuofia a town crier with his ogene asked every man to be present tomorrow morning. Okonkwo on his bamboo bed tried to figure out the nature of the emergency - war with a neighbouring clan? That seemed the most likely reason, and he was not afraid of war. He was a man of action, a man of war. Unlike his father he could stand the look of blood. In Umuofia's latest war he was the first to bring home a human head. That was his fifth head and he was not an old man yet. On great occasions such as the funeral of a village celebrity he drank his palm-wine from his first human head.\n\nIn the morning the market place was full. There must have been about ten thousand men there, all talking in low voices. At last Ogbuefi Ezeugo stood up in the midst of them and bellowed four times, \"Umuofia kwenu,\" and on each occasion he faced a different direction and seemed to push the air with a clenched fist. And ten thousand men answered \"Yaa!\" each time. Then there was perfect silence. Ogbuefi Ezeugo was a powerful orator and was always chosen to speak on such occasions. He moved his hand over his white head and stroked his white beard. He then adjusted his cloth, which was passed under his right arm-pit and tied above his left shoulder.\n\n\"Umuofia kwenu,\" he bellowed a fifth time, and the crowd yelled in answer. And then suddenly like one possessed he shot out his left hand and pointed in the direction of Mbaino, and said through gleaming white teeth firmly clenched: \"Those sons of wild animals have dared to murder a daughter of Umuofia.\" He threw his head down and gnashed his teeth, and allowed a murmur of suppressed anger to sweep the crowd. When he began again, the anger on his face was gone, and in its place a sort of smile hovered, more terrible and more sinister than the anger. And in a clear unemotional voice he told Umuofia how their daughter had gone to market at Mbaino and had been killed. That woman, said Ezeugo, was the wife of Ogbuefi Udo, and he pointed to a man who sat near him with a bowed head. The crowd then shouted with anger and thirst for blood.\n\nMany others spoke, and at the end it was decided to follow the normal course of action. An ultimatum was immediately dispatched to Mbaino asking them to choose between war - on the one hand, and on the other the offer of a young man and a virgin as compensation.\n\nUmuofia was feared by all its neighbours. It was powerful in war and in magic, and its priests and medicine men were feared in all the surrounding country. Its most potent war-medicine was as old as the clan itself. Nobody knew how old. But on one point there was general agreement--the active principle in that medicine had been an old woman with one leg. In fact, the medicine itself was called agadi-nwayi, or old woman. It had its shrine in the centre of Umuofia, in a cleared spot. And if anybody was so foolhardy as to pass by the shrine after dusk he was sure to see the old woman hopping about.\n\nAnd so the neighbouring clans who naturally knew of these things feared Umuofia, and would not go to war against it without first trying a peaceful settlement. And in fairness to Umuofia it should be recorded that it never went to war unless its case was clear and just and was accepted as such by its Oracle - the Oracle of the Hills and the Caves. And there were indeed occasions when the Oracle had forbidden Umuofia to wage a war. If the clan had disobeyed the Oracle they would surely have been beaten, because their dreaded agadi-nwayi would never fight what the Ibo call a fight of blame.\n\nBut the war that now threatened was a just war. Even the enemy clan knew that. And so when Okonkwo of Umuofia arrived at Mbaino as the proud and imperious emissary of war, he was treated with great honour and respect, and two days later he returned home with a lad of fifteen and a young virgin. The lad's name was Ikemefuna, whose sad story is still told in Umuofia unto this day. The elders, or ndichie, met to hear a report of Okonkwo's mission. At the end they decided, as everybody knew they would, that the girl should go to Ogbuefi Udo to replace his murdered wife. As for the boy, he belonged to the clan as a whole, and there was no hurry to decide his fate. Okonkwo was, therefore, asked on behalf of the clan to look after him in the interim. And so for three years Ikemefuna lived in Okonkwo's household.\n\nOkonkwo ruled his household with a heavy hand. His wives, especially the youngest, lived in perpetual fear of his fiery temper, and so did his little children. Perhaps down in his heart Okonkwo was not a cruel man. But his whole life was dominated by fear, the fear of failure and of weakness. It was deeper and more intimate than the fear of evil and capricious gods and of magic, the fear of the forest, and of the forces of nature, malevolent, red in tooth and claw. Okonkwo's fear was greater than these. It was not external but lay deep within himself. It was the fear of himself, lest he should be found to resemble his father. Even as a little boy he had resented his father's failure and weakness, and even now he still remembered how he had suffered when a playmate had told him that his father was agbala. That was how Okonkwo first came to know that agbala was not only another name for a woman, it could also mean a man who had taken no title. And so Okonkwo was ruled by one passion - to hate everything that his father Unoka had loved. One of those things was gentleness and another was idleness.\n\nDuring the planting season Okonkwo worked daily on his farms from cock-crow until the chickens went to roost. He was a very strong man and rarely felt fatigue. But his wives and young children were not as strong, and so they suffered. But they dared not complain openly. Okonkwo's first son, Nwoye, was then twelve years old but was already causing his father great anxiety for his incipient laziness. At any rate, that was how it looked to his father, and he sought to correct him by constant nagging and beating. And so Nwoye was developing into a sad-faced youth.\n\nOkonkwo's prosperity was visible in his household. He had a large compound enclosed by a thick wall of red earth. His own hut, or obi, stood immediately behind the only gate in the red walls. Each of his three wives had her own hut, which together formed a half moon behind the obi. The barn was built against one end of the red walls, and long stacks of yam stood out prosperously in it. At the opposite end of the compound was a shed for the goats, and each wife built a small attachment to her hut for the hens. Near the barn was a small house, the \"medicine house\" or shrine where Okonkwo kept the wooden symbols of his personal god and of his ancestral spirits. He worshipped them with sacrifices of kola nut, food and palm-wine, and offered prayers to them on behalf of himself, his three wives and eight children. So when the daughter of Umuofia was killed in Mbaino, Ikemefuna came into Okonkwo's household. When Okonkwo brought him home that day he called his most senior wife and handed him over to her. \"He belongs to the clan,\" he told her. \"So look after him.\"\n\n\"Is he staying long with us?\" she asked.\n\n\"Do what you are told, woman,\" Okonkwo thundered, and stammered. \"When did you become one of the ndichie of Umuofia?\"\n\nAnd so Nwoye's mother took Ikemefuna to her hut and asked no more questions. As for the boy himself, he was terribly afraid. He could not understand what was happening to him or what he had done. How could he know that his father had taken a hand in killing a daughter of Umuofia? All he knew was that a few men had arrived at their house, conversing with his father in low tones, and at the end he had been taken out and handed over to a stranger. His mother had wept bitterly, but he had been too surprised to weep. And so the stranger had brought him, and a girl, a long, long way from home, through lonely forest paths. He did not know who the girl was, and he never saw her again."
    
}